Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Another banned picture showed an older woman kindly putting up an umbrella for Xi in front of the TV and fanning him.
ko: 검열당한 또 다른 사진에는 한 할머니가 텔레비전에 나온 시진핑 주석에게 부채를 부쳐주고 양산을 씌워주는 모습이 찍혀있다.

source: Xi is often compared to Winnie the Pooh because of his body shape.
ko: 시 주석은 자주 곰돌이 푸와 비교되는데, 둘이 몸매가 비슷하기 때문이다.

source: So this picture with the cartoon character standing in his vehicle was also censored.
ko: 그래서 곰돌이 푸가 차 밖으로 몸을 내밀고 있는 이 사진도 검열당했다.

source: Former President Jiang Zemin drew quite a lot of attention with his black sunglasses and stern appearance.
ko: 장쩌민 전 주석은 이번 열병식에서 썼던 검은 선글라스와 엄숙한 모습으로 주목받았다.

source: This picture of Jiang looking totally cool and collected while a unusually animated Xi gives a passionate speech about war and peace gained traction on social media platform WeChat.
ko: 침착하고 멋있기까지 한 모습으로 서 있는 장쩌민과 전쟁과 평화를 이야기하며 평소답지 않게 열정적이었던 시진핑 주석이 교차한 이 사진은 소셜미디어 플랫폼인 위챗에서 주목받았다.

source: Xi Jinping gives a passionate speech during the parade.
ko: 군대 열병식 도중 열정적으로 연설하고 있는 시진핑.

source: Jiang, 89, is nicknamed “the toad.”
ko: 올해 89세인 장쩌민은 별명이 "두꺼비"이다.

source: In this picture, the former leader grabbed on to a handrail at Tiananmen Gate with three fingers on each hand, thereby mimicking the cold-blooded amphibian.
ko: 이 사진에서 장 전 주석은 천안문 난간에 세 손가락씩만 걸치고 있어서, 마치 그 모습이 양서류 같았다.

source: Jiang Zemin, often derided as 'The Toad' online, not doing himself any favours. https://t.co/ACpmKtAUvl pic.twitter.com/3wiSVhnt9R — Fergus Ryan (@fryan) septiembre 3, 2015
ko: 온라인에서 "두꺼비"라 불리는 장쩌민은 자신에게 전혀 도움이 되지 않는 모습을 보여준다.

source: It seemed search results for “Jiang Zemin” were not shown on Weibo “due to relevant laws and regulations.”
ko: 웨이보에서 "장쩌민"을 검색하면 "관련 법규와 규정 때문에" 검색 결과가 표시되지 않는다고 나온다.

source: The search engine notice: According to relevant laws, regulations and administrative rules, the search result cannot be shown.
ko: 웨이보 공지 내용: 관련 법규, 규정, 행정규칙에 따라, 검색 결과를 표시할 수 없습니다.

source: Residents who could not get into the restricted area in downtown Beijing to watch the parade made invitations for themselves.
ko: 베이징 통제구역 안으로 들어가서 군대 열병식을 직접 볼 수 없었던 베이징 주민은 자신에게 보내는 초대장을 직접 만들었다.

source: The invites promised “front-row” TV seats.
ko: 이 초대장에서는 "앞쪽" 자리에 앉을 수 있다고 약속한다.

source: Left: fake invitation to military parade shared by netizens.
ko: 왼쪽: 누리꾼이 만든 가짜 열병식 초대장.

source: Right: the real invitation.
ko: 오른쪽: 진짜 초대장

source: Female soldiers gained much attention with their short skirts and high-pitched voices.
ko: 이번 열병식에서 여군은 짧은 치마와 고음의 목소리로 주목받았다.

source: However, civil rights lawyer Yuan Yulai blasted state-owned CCTV for focusing on such superficial matters whilst netizens were more than happy to see “a sea of breasts.”
ko: 인권변호사 위안유라이는 중국 공영방송 CCTV가 여군에 너무 쓸데없이 집중했다며 비난했지만, 누리꾼은 "봉긋한 가슴"을 많이 볼 수 있어서 행복했다는 반응을 보였다.

source: Both Yuan’s comment and netizens’ comments about breasts were blocked on Weibo.
ko: 위안이 지적한 내용이나 누리꾼이 지적한 내용 전부 웨이보에서 삭제되었다.

source: Is this image from the actual parade?
ko: 이게 실제 군대 열병식 때 찍힌 사진인가?

source: Let's add a caption that says if it is or not.
ko: 실제로 찍힌 사진이 아니라고 캡션을 달자.

source: A widely circulated image after the parade rehearsal last weekend.
ko: 지난 주말 열병식 예행연습 이후 찍혀 빠르게 유포되었던 사진.

source: That prompted some to share this cartoon online:
ko: 그래서 어떤 사람이 이런 만평을 온라인에 올렸다.

source: Whilst the Chinese media were told to downplay news of absent world leaders, netizens nevertheless allowed their imaginations to fly.
ko: 중국 언론은 열병식에 참가하지 않은 국가 지도자를 거의 언급하지 않지만, 누리꾼은 상상의 나래를 펼치고 있다.

source: This edited image of North Korean leader Kim Jong-un supposedly spying on President Xi and his South Korean counterpart Park Geun-hye from afar was very popular.
ko: 아래 사진은 북한 지도자 김정은이 열병식에 참석한 시진핑 주석과 박근혜 대통령을 멀리서 관찰하는 모습이 담긴 사진인데, 인터넷에서 아주 인기가 많다.

source: So was this one showing US President Barack Obama and his family “watching” the Chinese military parade in front of their TV.
ko: 아래 사진은 버락 오바마 미국 대통령이 가족과 함께 텔레비전으로 중국 군대 열병식을 시청하는 사진이다.

source: In this picture, Obama scolds Japanese Prime Minister Shinzo Abe: “The Chinese military parade looks so pretty.
ko: 아래 사진은 오바마 대통령이 아베 신조 일본 총리에게 한마디 하는 사진이다.

source: If not for you, I would have gone.”
ko: "중국 열병식이 꽤 괜찮아 보였다.

source: To which Abe says: “It’s my fault.”
ko: " 아베는 이에 "다 제 잘못입니다.

source: Trolls Go After Artists Who Aren't 'Patriotic' Enough During China's WWII Parade · Global Voices
ko: 중국 인터넷 트롤, 아티스트에게 애국심을 강요하다.

source: A number of Hong Kong artists upload salute photos during China's military parade on September 3.
ko: 홍콩 예술가 몇몇이 9월 3일 중국 항일전쟁 승리 기념 군대 열병식 당시 거수경례하는 사진을 인터넷에 올렸다.

source: Images from Apple Daily.
ko: 이미지 출처: 애플 데일리.

source: Non-commercial use.
ko: 상업적 이용 금함.

source: Christine Fan, an American-born Taiwanese singer, received over 40,000 bullying messages on popular social media site Weibo after uploading a photo of her twin babies on September 3 during China's military parade to commemorate the end of World War II.
ko: 미국 출신 대만 가수인 크리스틴 팬은 9월 3일 중국 항일전쟁 승리 기념 군대 열병식 당시 자신의 쌍둥이 아기를 중국 웨이보에 올렸다가 4만 건이 넘는 혐오 메시지를 받았다.

source: The trolls accused her of not being patriotic enough, even though Fan's nationality is American and China is not her homeland.
ko: 인터넷 트롤은 크리스틴 팬이 애국적이지 않다며, 심지어 이 가수는 미국 사람이지 중국 사람이 아니라고 주장했다.

source: Apart from Fan, a number of other artists who did not share military parade photos were attacked online in a similar manner.
ko: 크리스틴 팬뿐만 아니라 군대 열병식과 관련한 사진을 올리지 않은 다른 예술가들도 온라인에서 비슷하게 공격받았다.

source: Below is an example of a typical comment from the "patriotic trolls":
ko: 아래는 "애국자 트롤"이 보내는 전형적인 메시지 내용이다.

source: You don't post parade photos, but instead post your babies' photo, you don't love your country!
ko: 너는 열병식 사진을 올리지 않고, 니 아기 사진을 올렸어. 네가 그러고도 이 나라를 사랑한다고 말할 수 있냐?

source: How can you not be touched?
ko: 어떻게 이걸 보고 감동하지 않을 수 있지?

source: Are you Chinese?
ko: 너 중국 사람 맞냐?

source: You don't love the country, leave China.
ko: 우리나라를 사랑하지 않는 너는 중국을 떠나야 마땅해.

source: Fan lost more than 200,000 fans within 5 days, from 47.93 millions before the parade to 47.73 millions on September 8 on her official Weibo account.
ko: 크리스틴 팬은 5일 동안 팬을 20만 명 정도 잃었다. 열병식 전에는 크리스틴 팬 공식 웨이보 페이지에 등록된 사람 숫자가 4,793만 명이었던 게 열병식이 끝난 이후인 9월 8일에는 4,773만 명으로 줄었다.

source: Following the outpouring of hate, Fan deleted the photo and expressed regret:
ko: 혐오 메시지를 한 아름 받고 나서, 크리스틴 팬은 사진을 지우고 유감스럽다는 글을 올렸다.

source: I am sorry that because of my sharing of my babies' photo, people are upset.
ko: 사람들이 화가 많이 난 것 같다. 아기가 담긴 사진을 올려서 죄송하다.

source: According to an online poll on Sina Weibo, by 10 p.m. on September 5, more than 80% of responses said it was OK for Fan to share the photo of her children during the military parade, while only 5.8% said she shouldn't.
ko: 시나 웨이보가 주관한 온라인 설문조사에서 9월 5일 오전 10시에 응답자의 80%가 군대 열병식 도중에 아기 사진을 올린 게 잘못된 게 아니라고 대답했고, 응답자의 5. 8%만 잘못된 행동이라고 응답했다.

source: Despite the vocal outcry, the majority of Chinese netizens likely share the feeling of Weibo user "Hi, Liming":
ko: 크리스틴 팬에게 쏟아진 증오 메시지에도, 중국 누리꾼 대부분은 "리밍, 안녕"이라는 웨이보 사용자가 느끼는 감정을 다 갖고 있을 것 같다.

source: Christine Fan attacked for posting a photo of her babies.
ko: 크리스틴 팬은 아기 사진을 올렸다는 이유로 공격받았다.

source: How come a mother should apologize for loving her babies?
ko: 어떻게 사랑하는 아기 사진을 엄마가 인터넷에 올렸다는 이유로 사과해야 하는가?

source: What is the purpose of the military parade?
ko: 군대 열병식을 하는 목적이 무엇인가?

source: To protect Chinese mothers and kids from fear?
ko: 중국 엄마들과 아이들을 공포에서 지켜내는 게 목적이 아닌가?

source: The call for peace is to ensure all mothers and kids in this world are safe and have the freedom to love?
ko: 전 세계 모든 어머니와 자녀가 안전하고 마음껏 사랑할 자유를 누리게 하려고 평화를 부르짖는 게 아닌가?

source: What's wrong with Christine Fan?
ko: 크리스틴 팬이 대체 뭘 잘못했는가?

source: Current affairs commenter Hou Hongbing argued that even though the trolls are a minority of net users, their online bullying of public figures could "redefine" the meaning of patriotism:
ko: 시사 평론가 호우홍빙은 인터넷 트롤이 소수에 불과하지만, 인터넷 트롤이 공인을 온라인으로 괴롭히는 행위 자체가 애국심을 "재정의"할 수 있다고 주장했다.

source: To put it simply, an online community has redefined "patriotism".
ko: 간단히 말하면, 온라인 공동체가 "애국심"을 다시 정의하고 있다는 말이다.

source: Their judgement is not based on your contribution to the country or society and civilization.
ko: 인터넷 트롤은 얼마나 국가에, 사회에, 문명에 이바지하는가에 따라 애국심을 정의하지 않는다.

source: They attack those who are different from them, curse them and threaten them.
ko: 인터넷 트롤은 자신과는 다른 사람을 공격하고, 저주하고, 협박한다.

source: And they do that in the name of "patriotism".
ko: 인터넷 트롤은 이런 잘못된 행동을 "애국심"으로 정당화한다.

source: When they are not happy, they forbid others to laugh; when they feel they should be happy, they force others to laugh.
ko: 인터넷 트롤이 행보하지 않을 때, 다른 사람도 웃지 못하도록 막는다.

source: Coordinated attack?
ko: 사전에 조율된 공격인가?

source: The September 3 parade was the first time that the Chinese Communist Party had organized such an event to commemorate the end of WWII.
ko: 9월 3일 군대 열병식은 중국 공산당이 중국 항일전쟁 승리를 기념하기 위해 최초로 벌인 행사이다.

source: As anti-Japanese war efforts were led by the Kuomintang political party of the then newly established Republic of China (Taiwan), the communist party's claims that it was central to fending off the Japanese invasion has raised more than few eyebrows.
ko: 그때 당시 건국한 중화민국(대만)의 국민당이 항일전쟁을 이끌었음에도, 중국공산당이 일본과 싸우는 데 중심적인 역할을 했다고 주장하고 있고, 이에 많은 사람이 고개를 젓고 있다.

source: Another blogger, Shen Shi, believed that the bullying was a well-organized and coordinated censorship push executed by China's so-called 50 Cent Party or online civilization army against artists.
ko: 또 다른 블로거인 셴시는 이번에 인터넷 트롤이 벌인 행동이 소위 50원당이나 중국 온라인 문명 군대라 불리는 단체가 사전에 조율하여 조직적으로 추진한 검열이라고 생각한다.

source: The author pointed out that a number of Hong Kong artists who had expressed support for Occupy Central movement, the massive pro-democracy protest in 2014, were prevented from appearing in movies, TV programs and concerts by mainland propaganda authorities.
ko: 셴시는 2014년 대규모 민주화 시위였던 센트럴 점거 시위를 지지한 홍콩 아티스트 상당수가 중국 당국이 주도하는 영화, 텔레비전 프로그램, 콘서트에 참여할 수 없게 되었다.

source: Given the large entertainment market that China represents, the sanction can ruin an artist's career, so the online "patriotic" bullying can create fear among artists:
ko: 중국 엔터테인먼트 시장이 크자는 점을 고려할 때, 이런 제재를 받으면 경력이 망가지는 건 시간문제이다. 그래서 어떤 예술가가 온라인에서 이런 "애국적인" 괴롭힘을 당하면 두려워지는 게 당연하다.

source: Though artists are influential public figures, their political engagements are counter-checked by their supporters.
ko: 그래서 독재 정권과 같이 일하는 아티스트는 심지어 팬들에게 버림받기도 한다.

source: That's why those artists who are working with dictators are trashed by their supporters.
ko: 독재 정권은 아티스트가 가지고 있는 영향력 때문에 텔레비전에 출연하는 걸 금지한다.

source: The dictator banned them because of their influences. For those who had not been banned, they have passed the political review, but such a review is a ongoing process.
ko: 텔레비전에 계속 나올 수 있는 아티스트는 정치적인 검토 과정을 무사히 마쳤다고 보는 게 맞지만, 이런 정치적 검토는 절대 끝나지 않고 계속된다.

source: During the sensitive period, they have to be reviewed again; they would be pressured to perform their loyalty. is to let them know that if they are not acting according to what is expected, they will face the consequences.
ko: 이번에 크리스틴 팬에게 일어난 사건은 중국 당국이 아티스트에게 보내는 메시지로써, 중국 당국이 원하는 대로 행동하지 않으면, 아티스트는 심각한 결과에 직면할 것이라는 내용을 담고 있다.

source: The scare tactic seems to be working, as at least a dozen Hong Kong artists saluted China in words or in photos posted online on the military parade's occasion.
ko: 10명이 넘는 홍콩 아티스트가 군대 열병식 당시 거수경례하는 사진이 온라인에 올라오는 걸 보면 이러한 공포조성 전술이 먹혀들고 있는 것 같다.

source: A Hong Kong comedian, Ng Man Tat, even claimed to be a member of the communist party during the parade:
ko: 홍콩 개그맨 응만탓은 심지어 열병식 당시에 자신이 공산당원이라고 주장했다.

source: I’m proud that I’m a Chinese Communist Party member.
ko: 나는 내가 중국 공산당원이라는 게 자랑스럽다.

source: His statement won tens of thousands of likes, but later he retracted the statement and explained that he forgot using quotation marks in his tweet.
ko: 응만탓이 올린 글에는 '좋아요'가 수천 개나 달렸지만, 얼마 후 응만탓은 자신이 쓴 글을 지우고는, 트윗을 올릴 때 인용부호를 쓰는 걸 깜빡했다고 설명했다.

source: Meanwhile, popular Hong Kong singer Hacken Lee's salute to anti-Japanese soldiers and China earned 170,000 likes on Weibo (see image on top: right bottom).
ko: 그동안 홍콩 인기 가수 헥켄 리가 웨이보에 올린 항일전쟁 참전군인과 중국에 경례한 내용에 '좋아요'기 17만 개나 달렸다(헥켄 리가 올린 사진은 맨 위에 있는 사진에서 오른쪽 밑에 있는 사진이다).

source: Young Stalinist Defaces New Monument to 'Traitor' Aleksandr Solzhenitsyn · Global Voices
ko: 솔제니친은 "반역자"인가?

source: A man who appears to be Maxim Shinkarenko hangs a sign that reads "JUDAS" around the neck of Vladivostok's new monument to Aleksandr Solzhenitsyn.
ko: 막심 신카렌코로 보이는 이 젊은이는 블라디보스토크에 새로 건립된 알렉산더 솔제니친 동상에 "유대인"이라고 쓴 팻말을 걸어놓았다.

source: Screen capture: YouTube.
ko: YouTube 스크린 캡처.

source: A young man living in Vladivostok has defaced a new statue of Nobel-prize-winning writer Aleksandr Solzhenitsyn, hanging a sign reading “JUDAS” around Solzhenitsyn’s neck.
ko: 블라디보스토크에 사는 한 젊은이가 노벨상 수상 작가 알렉산더 솔제니친 동상 목 부분에 "유대인"이라고 쓴 팻말을 걸어놓아서 논란이 되고 있다.

source: On September 6, a day after the city unveiled the monument, the man filmed himself on the street beside the statue, where he explained to the camera that Solzhenitsyn was a “traitor” and a “Russophobe.”
ko: 9월 6일, 블라디보스토크에 이 동상이 새로 건립되고 나서, 이 젊은이는 동상 옆에 서서 동영상을 찍기 시작했는데, 그는 솔제니친이 "반역자"이자 "러시아 혐오주의자"라고 주장했다.

source: In his video, Shinkarenko complains that he asked the city’s officials a year ago to erect a monument to Josef Stalin, in honor of the 70th anniversary of the USSR’s victory in World War II, but his request was rejected.
ko: 직접 찍은 비디오에서 신카렌코는 몇 년 전에 자기가 블라디보스토크시 당국에 2차 세계대전 승리 70주년을 기념해서 조셉 스탈린 동상을 세워달라고 요청했지만, 시 당국에서 거절했다고 말했다.

source: According to the authorities, Shinkarenko says, there is no suitable place in Vladivostok for a new Stalin statue. Shinkarenko, however, insists that the city would prefer a monument to Stalin over the one it just erected to Solzhenitsyn.
ko: 블라디보스토크 당국은 새롭게 스탈린 기념 동상을 건립할 자리가 없다고 했지만, 신카렌코는 최근 시에서 세운 솔제니친 동상보다 스탈린 동상을 세우는 게 더 나을 거라고 주장했다.

source: He even cites a seemingly random online survey showing that 75 percent of those polled say the new Solzhenitsyn statue is “unnecessary.”
ko: 신카렌코는 응답자의 75%가 새롭게 세워진 솔제니친 동상이 "필요 없다"고 응답한 한 온라인 설문 결과를 인용하기도 했다.

source: Vladivostok police say they are investigating the vandalism of the Solzhenitsyn monument, to determine if any crime was committed.
ko: 블라디보스토크 경찰은 범법행위가 생겼는지 확인하기 위해 솔제니친 동상 파손행위를 조사 중이라고 밝혔다.

source: Could Privatization Clean Out the Corruption in China's State-Owned Enterprises? · Global Voices
ko: 민영화로 중국 국유기업 부패 척결 가능한가?

source: A cartoon on SOE corruption from China state-owned Xinhua News and China's top 10 profitable companies (All are SOEs).
ko: 왼쪽은 중국 국영 언론 신화 뉴스가 중국 국유기업 부패를 다룬 만평이고 오른쪽은 중국에서 가장 수익이 높은 10대 기업 목록이다(10개 기업 모두 국유기업이다).

source: An unprecedented campaign targeting suspected corruption among officials from the Chinese communist party, government, military and state-owned enterprises has been underway since Chinese President Xi Jinping came to power in late 2012.
ko: 중국 정부는 중국공산당, 정부, 군대, 국유기업 사이에 만연한 부패를 없애고자 전대미문의 캠페인을 벌이고 있는데, 이런 움직임은 시진핑 국가 주석이 정권을 잡은 2012년부터 시작되었다.

source: The list of "flies" (ordinary people) and "tigers" (top executives) snared in the trap is growing longer, but many wonder if the case-by-case crackdown will make a difference, given the system is designed for government officials and capitalists to work closely together.
ko: 함정에 걸린 "파리"(일반 국민)와 "호랑이"(최고 경영자) 목록이 갈수록 늘어가고 있지만, 중국국민 다수가 이런 부패 척결 노력이 효과가 있을지 의심스러워한다.

source: To address the fundamental problem of corruption, Liu Shengjun, a well-know economist and an opinion leader on Chinese social media site Weibo, has audaciously called for the privatization of state-owned enterprises.
ko: 부패를 근본적으로 해결하기 위해, 저명한 경제학자이자 중국 소셜미디어 웨이보에서 활발하게 활동 중인 류성준은 대담하게 국유기업을 민영화하자고 주장한다.

source: He called them China's "crony capitalists", as the sector is inefficient and breeding monopoly and corruption.
ko: 류성준은 국영기업을 "자본주의자 패거리"로 규정하고, 국영기업이 너무나 비효율적이고, 독점과 부패를 조장한다고 주장한다.

source: The economist further elaborated:
ko: 류성준은 이렇게 상술한다.

source: It has proved that state-owned enterprises have neither represented the socialist advantages nor been the ruling foundation, but have harmed the ruling foundation.
ko: 국영기업은 사회주의적 이점을 대변하고 있지 않고, 경제에 중요한 토대로 기능하기 보다, 그 토대마저 붕괴시키고 있다.

source: If China’s state-owned enterprises could be privatized in openness and transparency, why should the government worry about budget since the revenue could make up pension deficit?
ko: 중국 국영기업을 개방적이고 투명한 방법으로 민영화한다면, 이렇게 해서 생긴 수익이 연금 적자를 메워줄 텐데 중국 정부가 걱정할 이유가 무엇인가?

source: Why should government worry about the downturn and companies worry about not innovating since it would break monopoly and prompt fair competition?
ko: 왜 회사는 독점이 약해지고 공정한 경쟁 체제가 생겨날 거란 이유로 혁신하는 걸 주저하는가?

source: Why should we worry about consumption slumps since the phone bills and oil prices would fall?
ko: 왜 우리가 전화 요금이나 원유값이 하락한다는 이유로 소비침체가 생겨날 거라고 걱정해야 하는가?

source: Why should government worry about the public complaints since corruption would decrease by half?
ko: 부패가 절반 이상으로 줄어들 텐데, 왜 중국 정부가 민원을 걱정해야 하는가

source: He also cited the words of a popular real estate entrepreneur and an opinion leader, Ren Zhiqiang, that “state-owned enterprises should be entirely abolished”.
ko: 류성준은 또한 인기 있는 부동산 사업가이자 여론지도자인 렌지창이 "국유기업은 전부 없어져야 한다"고 한 말을 인용했다.

source: State-owned enterprise reform calls for ideological emancipation: 1.
ko: 국유기업 개혁에는 이념적 해방이 같이 가야 한다.

source: Wu Jinglian (a prestigious economist): Some say state-owned enterprises by their socialist definition can’t be reformed, I say that’s unreasonable; 2.
ko: 우징리엔 (저명한 경제학자): 사회주의적 국유기업은 개혁할 수 없다고 몇몇 사람은 말하지만, 나는 그런 주장이 근거 없다고 생각한다. 2.

source: Fred Hu (former Goldman Sachs Asia - Pacific general manager): Fair competition could never exist as long as state-owned enterprises are there; 3.
ko: 프레드 휴 (전 골드만삭스 아시아-태평양 지부 총괄): 국유기업이 있는 한 공정한 경쟁은 생겨날 수 없다. 3.

source: Ren Zhiqiang: state-owned enterprises should be entirely abolished, that’s my most important understanding.
ko: 렌지창: 국유기업은 전부 없어져야 하고, 이건 내가 매우 중요하게 생각하는 내용이다.

source: Liu’s comments are in response to another corruption case recently embroiling China’s state-owned enterprises.
ko: 류지창은 최근 중국 국영기업이 휘말렸던 또 다른 부패 사건에 대응하여 위와 같이 발언했다.

source: Deng Qilin, the former chairman of major steelmaker Wuhan Steel, is alleged to have committed serious "violations of discipline" (a euphemism for corruption), the Communist Party's Central Commission for Discipline Inspection (CCDI) said on its website on August 30.
ko: 중국 우한강철 전 회장 덩치링은 심각한 "기율 위반"(부패 사건을 완곡히 표현한 말)을 저질렀다고, 중국공산당 중앙기율검사위원회 8월 30일 웹사이트에서 이렇게 밝혔다.

source: Deng was reportedly autocratic and overbearing in management.
ko: 덩 회장은 전제적이고 고압적인 것으로 알려졌다.

source: His brother and son allegedly took advantage of the relationship to net illegal profits.
ko: 덩 회장 동생과 아들은 덩 회장과의 관계를 이용해서 불법적인 이득을 챙긴 혐의가 있는 것으로 밝혀졌다.

source: Deng's decision to invest in mining abroad led to a huge loss.
ko: 덩 회장은 해외 광산에 투자하여 크게 손해 보았다.

source: Back in March, the former chairman of China’s largest automaker FAW, Xu Jianyi, was under investigation for “violating party discipline”, according to the CCDI.
ko: 지난 3월, 중국 최대 자동차 생산 업체 FAW 그룹 쉬젠이 회장은 "당 기율 위반"으로 조사받고 있다고, 당 중앙 기율검사위는 이렇게 밝혔다.

source: A month later, former top executive Shi Tao was sentenced to life in prison for accepting bribes.
ko: 한 달 뒤, 최고경영자였던 쉬타오가 뇌물 수수죄로 종신형을 선고받았다.

source: Last year, Beijing unveiled a “mixed ownership” policy, which encourages private capital to invest and hold minority stake in state-owned enterprises.
ko: 지난해, 중국은 "혼합 소유권" 정책을 발표했다. 이 정책은 사적 자본이 국유기업에 투자하여 소액 주주가 되는 내용을 담고 있다.

source: Yet, the policy generates little effect because minority stake excludes them from having decision-making power on business strategy and management, leaving the investors skeptical of the return on their investment.
ko: 하지만 이 정책은 효과가 미미한데, 왜냐하면 소액주주는 국유기업에서 사업 전략과 관리 분야에서 결정권이 없기 때문이다.

source: There are thousands of state-owned enterprises in China, and they form the backbone of economic growth.
ko: 이로 인해 투자자는 투자 원금을 회수할 수 있는지 미심쩍어한다.

source: Their monopolies in many fields shut out smaller market entities and lead to low efficiency and poor service.
ko: 현재 중국에는 국영기업이 수천 개나 되고, 이런 국영기업이 경제 발전을 책임지고 있다.

source: However, privatization or abolishment of state-owned enterprises is still a taboo in China as the Chinese Communist Party is still ideologically committed to the socialist idea of "collective ownership".
ko: 국영기업이 많은 분야에서 독점하고 있어서, 소규모 회사는 시장에서 밀려날 수밖에 없고 이는 저효율과 질 나쁜 서비스로 이어진다. 하지만 국영기업을 사유화하는 방법도 아직 중국에서는 금기시된다. 중국공산당이 "공동소유권"이라는 사회주의 사상을 아직 붙들고 있기 때문이다.

source: Liu's outspoken call is timely in prompting the public to examine the nature of the country's corruption and seek a solution.
ko: 그래서 류지창은 국영 기업을 없애야 한다고 시기적절하게 발언했고, 중국 국민이 중국의 부패를 성찰하고, 해결책을 찾도록 촉구했다.

source: Apple Caves To Data Localization Demands, Rents Out Space in Russian Data Center · Global Voices
ko: 애플, 러시아 데이터 현지화 법에 따르기로 결정

source: Russian media report Apple has decided to comply with the data localization law.
ko: 애플이 데이터 현지화 법에 따르기로 했다고 러시아 언론은 보도했다.

source: Apple has decided to comply with the Russian data localization law and is renting out storage space at a data center belonging to IXcellerate on Russian soil, according to a report in Russian business daily Kommersant.
ko: 애플은 러시아 데이터 현지화 법에 따라 러시아 현지 익셀러레이트(IXcellerate)사가 소유한 데이터 센터에 저장 공간을 빌리기로 했다고 러시아 경제 일간지 코메르산트가 보도했다.

source: Kommersant's sources suggest Apple held a tender for data storage services back in July, and chose IXcellerate to store its Russian users' data.
ko: 코메르산트 소식통은 애플이 지난 7월 데이터를 현지에 저장하는 방안을 내놓았고, 러시아 사용자 데이터를 저장하는 장소로 익셀러레이트를 선정했다고 말했다.

source: One of Kommersant's sources pointed out that signing an agreement with IXcellerate was "not just a formal compliance with the law on personal data," but "a serious deal."
ko: 한 뉴스 소식통은 애플이 익셀러레이트와 체결한 협정은 단순히 "러시아 데이터 현지화 법에 공식적으로 따르기 위한" 체결한 협정이 아니라 "아주 중대한 거래"를 성사시키기 위한 협정이라고 지적했다.

source: Both IXcellerate and Apple refused to comment when contacted by Kommersant.
ko: 익셀러레이트와 애플 측은 코메르산트가 연락하여 질문했을 때 아무런 답변도 하지 않았다.

source: IXcellerate's data center services are also used by travel and hotel website Booking.com, which plans to store passport and credit card data for Russian users who use the website to book hotels and flights.
ko: com은 자사 사이트를 이용하여 호텔과 비행기를 예매하는 러시아 사용자의 여권과 신용카드 정보를 익셀러레이트의 데이터 센터에 저장할 계획이다.

source: Both Booking.com and Apple are popular in the RuNet: according to ComScore data, in July 2015 Booking.com had over 4 million visits from Russia, while Apple's online services had almost 3 million unique visits from Russian users.
ko: com과 애플은 러시아 인터넷에서 인기가 많다. 컴스코어 데이터(ComScore data)에 따르면, 2015년 7월 러시아에서 Booking.

source: The data localization law, which mandates that Internet companies store Russian users' personal data on servers based in Russia, came into force on September 1, 2015.
ko: com을 방문한 횟수가 4백만 건이 넘고, 애플 온라인 서비스를 러시아 사용자가 방문한 횟수는 거의 3백만 건에 달한다.

source: In August 2014, Apple also began storing some Chinese users' personal data on servers in mainland China, under the pretext of improving "the speed and reliability" of its iCloud service for users in China.
ko: 참고로 애플은 2014년 8월, 중국에서 iCloud를 사용하는 사용자에게 더 나은 속도와 신뢰성을 제공한다는 명목으로 중국 본토에 있는 서버에 중국 사용자 정보를 저장하기 시작했다.

source: Russia Bans Footage of Opposition Leader's Fiery Courtroom Speech · Global Voices
ko: 러시아 검열 당국, 야권 지도자 법정 연설 동영상 '접근 금지'

source: A courtroom speech by Alexey Navalny (right) is now banned in Russia.
ko: 알렉세이 나발니(오른쪽)가 법정에서 연설한 내용은 러시아에서 금지되었다.

source: In late December 2014, as Moscow waited to learn if Navalny would be sent to prison, the opposition and the state raced to position themselves for the news.
ko: 지난 2014년 12월 나발니가 감옥에 갈지 안 갈지 여부가 초미의 관심사로 떠올랐을 때, 야당과 러시아 정부는 공식적인 결과가 나오기 전까지 치열하게 경합했다.
